{
  "usuarios": [],
  "aluno": {
    "nome": "Heberth Augusto",
    "bio": "Estudante de ANÁLISE E DESENVOLVIMENTO DE SISTEMAS.",
    "foto": "images/202442474.png",
    "redesSociais": [
      {
        "nome": "LinkedIn",
        "url": "#"
      },
      {
        "nome": "GitHub",
        "url": "https://github.com/Heeberth"
      },
      {
        "nome": "Instagram",
        "url": "https://www.instagram.com/heberth_sousa/"
      }
    ]
  },
  "favoritos": [
    {
      "id": "cf43",
      "filmeId": 950387,
      "title": "Um Filme Minecraft",
      "release_date": "2025-03-31",
      "overview": "Quatro desajustados enfrentam problemas comuns do dia a dia quando, de repente, são sugados por um portal misterioso para o Overworld: uma terra fascinante e cúbica, movida pela imaginação. Para voltarem para casa, eles precisarão dominar esse novo mundo enquanto embarcam em uma jornada mágica ao lado de um crafter experiente e inesperado: Steve.",
      "poster_path": "/4VtkIaj76TpQNfhDHXQDdT9uBN5.jpg"
    },
    {
      "id": "d520",
      "filmeId": 1233413,
      "title": "Pecadores",
      "release_date": "2025-04-16",
      "overview": "Dispostos a deixar suas vidas conturbadas para trás, irmãos gêmeos retornam à sua cidade natal para recomeçar suas vidas do zero, quando descobrem que um mal ainda maior está à espera deles para recebê-los de volta.",
      "poster_path": "/a9kYEboW1TQaeilGYUAx1MO0DUp.jpg"
    },
    {
      "id": "d23d",
      "filmeId": 1232546,
      "title": "Until Dawn: Noite de Terror",
      "release_date": "2025-04-23",
      "overview": "Um ano após o misterioso desaparecimento de sua irmã Melanie, Clover e seus amigos partem para o vale remoto onde o desaparecimento aconteceu em busca de respostas. Ao explorarem um centro de visitantes abandonado, eles acabam sendo caçados por um assassino mascarado e mortos brutalmente um a um... apenas para acordarem no dia seguinte e se encontrarem novamente no começo da mesma tarde. Presos no vale, eles são forçados a reviverem a mesma noite de novo e de novo, com a única mudança sendo a ameaça assassina, cada vez mais assustadora que a última. Com as esperanças no fim, o grupo logo percebe que eles têm apenas mais um limitado número de mortes disponível, e que a única maneira de escaparem é se sobreviverem até o amanhecer.",
      "poster_path": "/mUSwXnXI2uZbE7ymwTK28S6QzD1.jpg"
    },
    {
      "id": "4a7e",
      "filmeId": 574475,
      "title": "Premonição 6: Laços de Sangue",
      "release_date": "2025-05-14",
      "overview": "Atormentada por um pesadelo violento recorrente, a estudante universitária Stefanie volta para casa para encontrar a única pessoa que pode quebrar o ciclo e salvar sua família do destino horrível que inevitavelmente os aguarda.",
      "poster_path": "/niTRdfNCT29PXU9YpPPuISrBIw7.jpg"
    },
    {
      "id": "3b31",
      "filmeId": 436969,
      "title": "O Esquadrão Suicida",
      "release_date": "2021-07-28",
      "overview": "Bem-vindos a Belle Reve, a prisão com a maior taxa de mortalidade dos Estados Unidos. É aqui que os piores supervilões são mantidos e onde eles fazem de tudo para sair, até mesmo se unir à misteriosa e supersecreta Task Force X. Qual a missão do dia? Reunir uma equipe de vilões, incluindo Sanguinário, Pacificador, Capitão Bumerangue, Caça-Ratos 2, Sábio, Tubarão-Rei, Blackguard, Dardo e a psicopata favorita de todo mundo, Arlequina. Depois, armá-los até os dentes e soltá-los na ilha remota de Corto Maltese, cheia de inimigos. O Esquadrão atravessa uma selva repleta de oponentes e forças guerrilheiras durante sua missão de busca e abate. Apenas o Coronel Rick Flag e os dispositivos tecnológicos de Amanda Waller são capazes de mantê-los na linha. E, como sempre, basta um movimento errado para que estejam mortos (seja nas mãos de seus oponentes, de um colega de equipe ou da própria Waller).",
      "poster_path": "/wTS3dS2DJiMFFgqKDz5fxMTri.jpg"
    }
  ]
}